-- translation for YJCM2022 Package

return {
	["YJCM2022"] = "一将成名2022",

	["liwan"] = "李婉",
	["#liwan"] = "才媛淑美",
	["illustrator:liwan"] = "荧光笔工作室",
	["designer:liwan"] = "山巅隐士",
	["liandui"] = "联对",
	[":liandui"] = "你使用一张牌时，若上一张牌的使用者不为你，你可以令其摸两张牌；其他角色使用一张牌时，若上一张牌的使用者为你，其可以令你摸两张牌。",
	["liandui:liandui"] = "你是否发动“联对”令 %src 摸两张牌？",
	["lianduiother:lianduiother"] = "你是否发动“联对”令 %src 摸两张牌？",
	["biejun"] = "别君",
	[":biejun"] = "其他角色出牌阶段限一次，其可以交给你一张手牌。当你每回合第一次受到伤害时，若你手牌中没有本回合以此法获得的牌，你可以翻面并防止此伤害。",
	["biejun-give"] = "别君",
	["#BiejunPrevent1"] = "%from 防止了 %to 的 %arg 点伤害",
	["#BiejunPrevent2"] = "%from 防止了 %arg 点伤害",
	
	["zhugeshang"] = "诸葛尚",
	["#zhugeshang"] = "尚节殉义",
	["illustrator:zhugeshang"] = "君桓文化",
	["designer:zhugeshang"] = "叫什么啊你妹",
	["sangu"] = "三顾",
	[":sangu"] = "出牌阶段结束时，你可依次选择至多三张【杀】或非延时类锦囊牌（【借刀杀人】和【无懈可击】除外）并指定一名其他角色，其下个出牌阶段使用的前X张牌视为你选择的牌（X为你选择的牌数）。若你选择了你此阶段未使用过的牌，你失去1点体力。",
	["@sangu-invoke"] = "你可以选择一名其他角色发动“三顾”",
	["@sangu-card"] = "请选择一张牌",
	["#SanguCard"] = "%from 选择了 %arg",
	["#SanguCard2"] = "%from 本阶段的第%arg张“%arg3”牌为 %arg2",
	["yizu"] = "轶祖",
	[":yizu"] = "锁定技，每个回合限一次，当你成为【杀】或【决斗】的目标后，若你已受伤且你的体力值不大于使用者的体力值，你回复1点体力。",
	
	["lukai"] = "陆凯",
	["#lukai"] = "青辞宰辅",
	["illustrator:lukai"] = "游漫美绘",
	["designer:lukai"] = "GT",
	["bushilk"] = "卜筮",
	[":bushilk"] = "准备阶段开始时，你可以将四种花色分配至以下描述中：你使用黑桃牌无次数限制；你使用或打出红桃牌后，摸一张牌；" .. 
					"当你成为梅花牌的目标后，可弃置一张手牌令此牌对你无效；结束阶段开始时，从牌堆获得一张方块牌。",
	[":bushilk1"] = "准备阶段开始时，你可以将四种花色分配至以下描述中：你使用%suit1牌无次数限制；你使用或打出%suit2牌后，摸一张牌；" .. 
					"当你成为%suit3牌的目标后，可弃置一张手牌令此牌对你无效；结束阶段开始时，从牌堆获得一张%suit4牌。",
	["bushilk:bushilk"] = "你是否修改“卜筮”的描述？",
	["@bushilk"] = "你可弃置一张手牌令 %src 对你无效",
	["bushilk:cishu"] = "使用%src牌无次数限制",
	["bushilk:shiyong"] = "使用或打出%src牌后，摸一张牌",
	["bushilk:wuxiao"] = "成为%src牌的目标后，可弃置一张手牌令此牌对你无效",
	["bushilk:huode"] = "结束阶段开始时，从牌堆获得一张%src牌",
	["#BushiChange"] = "%from 将“%arg”修改为 准备阶段开始时，你可以将四种花色分配至以下描述中：你使用%arg2牌无次数限制；你使用或打出%arg3牌后，摸一张牌；" .. 
					"当你成为%arg4牌的目标后，可弃置一张手牌令此牌对你无效；结束阶段开始时，从牌堆获得一张%arg5牌。",
	["zhongzhuang"] = "忠壮",
	[":zhongzhuang"] = "锁定技，你使用【杀】造成伤害时，若你的攻击范围：大于3，此伤害+1；小于3，此伤害改为1。",
	
	["kebineng"] = "轲比能",
	["#kebineng"] = "瀚海鲸波",
	["illustrator:kebineng"] = "君桓文化",
	["designer:kebineng"] = "zero",
	["koujing"] = "寇旌",
	[":koujing"] = "出牌阶段开始时，你可以选择任意张手牌，这些牌本回合视为无次数限制的【杀】。这些牌于其他角色受到这些【杀】的伤害后展示，其可用所有手牌与这些牌交换。",
	["@koujing-slash"] = "你可以选择任意张手牌，这些牌本回合视为无次数限制的【杀】",
	["koujing:koujing"] = "你是否用所有手牌与这些牌交换？",
	
	--[[
	武安国	群	4	虎口折腕
	【叠嶂】转换技，你出牌阶段能多使用一张【杀】。
阳：当你使用牌被其他角色抵消后，你可以弃一张牌视为对其使用一张【杀】；
阴：当你抵消其他角色使用的牌后，你可以摸一张牌视为对其使用一张【杀】。
【断腕】限定技，当你处于濒死状态时，你可以将体力回复至2点，然后失去当前状态“叠嶂”的效果并修改“叠嶂”。

【叠嶂(修改)】
阳：每个回合限一次，当你使用牌被其他角色抵消后，你可以弃一张牌视为对其使用两张【杀】。
阴：每个回合限一次，当你抵消其它角色使用的牌后，你可以摸两张牌视为对其使用一张【杀】。
	]]
}
